<section class="some_hints">
    <h1>Some Hints</h1>
    <p>Αυτή είναι η νύχτα μου και το όνειρο της ζωής μου

        Ανάμεσα στο παρελθόν και το μέλλον

        Είστε όλοι πάθος και ευχές

        Γέμισε λοιπόν το φλιτζάνι με αγάπη και δώσε το

        Μετά από λίγο, η αγάπη αλλάζει σπίτι

        Τα πουλιά αφήνουν τις φωλιές τους

        Και τα σπίτια ήταν παλιά σπίτια

        Θα μας δείτε όπως εμείς τους βλέπουμε σαν ερημιές

        Και όση ομορφιά κι αν βλέπω, τη φαντασία μου επισκέπτεται η φαντασία

        Είσαι αυτός που έχω στο μυαλό μου και είσαι αυτός που έχω την καρδιά και την ψυχή μου μαζί σου

        Και αν περάσει μια μέρα χωρίς να σε δω, δεν θα μετρήσει ως μέρος της ζωής μου
    </p>
    <p>오늘은 나의 밤이자 내 인생의 꿈이다

        과거와 미래 사이

        당신은 모두 열정이고 소망입니다

        그러니 컵에 사랑을 가득 담아서 주세요

        잠시 후 사랑은 집을 변화시킵니다

        새들은 둥지를 떠난다.

        그리고 집은 오래된 집이었어

        우리가 그들을 황무지로 보는 것처럼 당신도 우리를 보게 될 것입니다

        그리고 내가 아무리 아름다운 것을 보더라도 내 상상은 상상의 방문을 받습니다.

        당신은 내 마음 속에 있는 사람이고 내 마음과 영혼이 당신과 함께 있는 사람입니다

        그리고 당신을 보지 못한 채 하루가 지나간다면 그것은 내 인생의 일부로 간주되지 않을 것입니다
    </p>

</section>
